https://marketplace.visualstudio.com/items?itemName=bitlang.cobol

       IDENTIFICATION DIVISION.
       PROGRAM-ID. "HOLAMUNDO".
       DATA DIVISION.
       FILE SECTION.
       WORKING-STORAGE SECTION.
       MAIN-PROCEDURE.
               DISPLAY "Hola Mundo desde cobol".
               STOP RUN.
       END PROGRAM "HOLAMUNDO".
               